Repository: german-national-wallet/de-eudi-wallet-ios
Catalog: Modules/logic-resources/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de

# __dummy_data.erika.var_address
source: HEIDESTRASSE 17, 51147 COLOGNE, GERMANY
de: HEIDESTRASSE 17, 51147 KÖLN, DEUTSCHLAND

# __dummy_data.erika.var_age_equal_or_over
source: 12 years: Yes, 14 years: Yes, 16 years: Yes, 18 years: Yes, 21 years: Yes, 65 years: No
de: 12 Jahre: Ja, 14 Jahre: Ja, 16 Jahre: Ja, 18 Jahre: Ja, 21 Jahre: Ja, 65 Jahre: Nein

# __dummy_data.erika.var_age_over_12
source: 12 years: Yes
de: 12 Jahre: Ja

# __dummy_data.erika.var_age-over_14
source: 14 years: Yes
de: 14 Jahre: Ja

# __dummy_data.erika.var_age-over_16
source: 16 years: Yes
de: 16 Jahre: Ja

# __dummy_data.erika.var_age-over_18
source: 18 years: Yes
de: 18 Jahre: Ja

# __dummy_data.erika.var_age-over_21
source: 21 years: Yes
de: 21 Jahre: Ja

# __dummy_data.erika.var_age-over_65
source: 65 years: No
de: 65 Jahre: Nein

# __dummy_data.erika.var_artist_name
source: Artist name
de: Künstlername

# __dummy_data.erika.var_issuing_country
source: GERMANY
de: DEUTSCHLAND

# __dummy_data.erika.var_issuing-_authority
source: GERMANY
de: DEUTSCHLAND

# __dummy_data.erika.var_nationality
source: GERMAN
de: DEUTSCH

# __variable_text.activity_overview.var_rp_purpose_date_1
source: Age verifcation · 03.05.2026
de: Altersverifzierung · 03.05.2026

# __variable_text.activity_overview.var_rp_purpose_date_3
source: Authorization · 01.05.2026
de: Autorisierung · 01.05.2026

# __variable_text.activity_overview.var_rp_purpose_date_4
source: Age verifcation · 01.05.2026
de: Altersverifzierung · 01.05.2026

# __variable_text.activity_overview.var_rp_purpose_time_1
source: Age verifcation · 5:30 am
de: Altersverifzierung · 17:30 Uhr

# __variable_text.activity_overview.var_rp_purpose_time_2
source: Authentication · 5:25 am
de: Authentifizerung · 17:25 Uhr

# __variable_text.activity_overview.var_rp_purpose_time_3
source: Authorization · 5:20 am
de: Autorisierung · 17:20 Uhr

# __variable_text.activity_overview.var_rp_purpose_time_4
source: Age verifcation · 12:01 pm
de: Altersverifzierung · 12:01 Uhr

# __variable_text.credential_data.var_label_adress
source: Address
de: Adresse

# __variable_text.credential_data.var_label_age
source: Age
de: Alter

# __variable_text.credential_data.var_label_age_birth_year
source: Birth year
de: Geburtsjahr

# __variable_text.credential_data.var_label_age_equal_or_over
source: Age equal or over
de: Alter gleich oder über

# __variable_text.credential_data.var_label_age_equal_or_over_no
source: No
de: Nein

# __variable_text.credential_data.var_label_age_equal_or_over_yes
source: Yes
de: Ja

# __variable_text.credential_data.var_label_age_in_years
source: Age in years
de: Alter in Jahren

# __variable_text.credential_data.var_label_age_over_12
source: Age over 12
de: Älter als 12

# __variable_text.credential_data.var_label_age_over_14
source: Age over 14
de: Älter als 14

# __variable_text.credential_data.var_label_age_over_16
source: Age over 16
de: Älter als 16

# __variable_text.credential_data.var_label_age_over_18
source: Age over 18
de: Älter als 18

# __variable_text.credential_data.var_label_age_over_21
source: Age over 21
de: Älter als 21

# __variable_text.credential_data.var_label_age_over_65
source: Age over 65
de: Älter als 65

# __variable_text.credential_data.var_label_artist_name
source: Religious/artistic name
de: Ordens-/Künstlername

# __variable_text.credential_data.var_label_birth_date
source: Date of birth
de: Geburtsdatum

# __variable_text.credential_data.var_label_birth_name
source: Birth name
de: Geburtsname

# __variable_text.credential_data.var_label_city
source: City
de: Stadt

# __variable_text.credential_data.var_label_country
source: Country
de: Land

# __variable_text.credential_data.var_label_created_at
source: Created at
de: Erstellt am

# __variable_text.credential_data.var_label_document_type
source: Document type
de: Dokumentenart

# __variable_text.credential_data.var_label_expire_date
source: Valid until
de: Gültig bis

# __variable_text.credential_data.var_label_first_names
source: Given name(s)
de: Vorname(n)

# __variable_text.credential_data.var_label_issuing_authority
source: Issuing authority
de: Ausstellende Behörde

# __variable_text.credential_data.var_label_issuing_country
source: Issuing country
de: Ausstellender Staat

# __variable_text.credential_data.var_label_name
source: Family name
de: Familienname

# __variable_text.credential_data.var_label_nationality
source: Nationality
de: Staatsangehörigkeit

# __variable_text.credential_data.var_label_picture
source: Picture
de: Bild

# __variable_text.credential_data.var_label_picture_a11y
source: Portrait photo of you
de: Porträtfoto von dir

# __variable_text.credential_data.var_label_place_of_birth
source: Place of birth
de: Geburtsort

# __variable_text.credential_data.var_label_place_of_birth_is_known
source: Place of birth known
de: Geburtsort bekannt

# __variable_text.credential_data.var_label_state
source: State
de: Staat

# __variable_text.credential_data.var_label_street
source: Street
de: Straße

# __variable_text.credential_data.var_label_title
source: Doctoral degree
de: Doktorgrad

# __variable_text.credential_data.var_label_zip
source: Postal Code
de: Postleitzahl

# __variable_text.eaa_credential_1.var_credential_name_subline
source: Plus member
de: ADAC Plus Mitglied

# __variable_text.eaa_credential_1.var_credential_subline
source: Plus member
de: Plus Mitglied

# __variable_text.eaa_credential_1.var_issuer_kind
source: Membership card
de: Mitgliedskarte

# __variable_text.eaa_credential_1.var_values_of_credential
source: 2 of 8 Values
de: 2 von 8 Werten

# __variable_text.eaa_credential_2.var_credential_name
source: Diploma
de: Diplom

# __variable_text.eaa_credential_2.var_credential_name_subline
source: Plus member
de: ADAC Plus Mitglied

# __variable_text.eaa_credential_2.var_credential_subline
source: Plus member
de: Plus Mitglied

# __variable_text.eaa_credential_2.var_issuer_kind
source: MEMBERSHIP CARD
de: MITGLIEDSKARTE

# __variable_text.eaa_credential_2.var_issuer_name
source: UNIVERSITY BERLIN
de: UNIVERSITÄT BERLIN

# __variable_text.eaa_credential_2.var_values_of_credential
source: 2 of 8 Values
de: 2 von 8 Werten

# __variable_text.eaa_issuer_2.var_credential_name_subline
source: Plus member
de: ADAC Plus Mitglied

# __variable_text.eaa_issuer_2.var_credential_subline
source: Plus member
de: Plus Mitglied

# __variable_text.eaa_issuer_2.var_issuer_kind
source: MEMBERSHIP CARD
de: MITGLIEDSKARTE

# __variable_text.erika.var_address
source: HEIDESTRASSE 17, 51147 COLOGNE, GERMANY
de: HEIDESTRASSE 17, 51147 KÖLN, DEUTSCHLAND

# __variable_text.erika.var_age_equal_or_over
source: 12 years: Yes, 14 years: Yes, 16 years: Yes, 18 years: Yes, 21 years: Yes, 65 years: No
de: 12 Jahre: Ja, 14 Jahre: Ja, 16 Jahre: Ja, 18 Jahre: Ja, 21 Jahre: Ja, 65 Jahre: Nein

# __variable_text.erika.var_artist_name
source: Artist name
de: Künstlername

# __variable_text.erika.var_nationality
source: EN
de: DE

# __variable_text.erika.var_no
source: No
de: Nein

# __variable_text.erika.var_yes
source: Yes
de: Ja

# __variable_text.pid_credential_1.var_credential_name
source: Digital ID
de: Digitaler Ausweis

# __variable_text.pid_credential_1.var_credential_name_subline
source: Plus member
de: ADAC Plus Mitglied

# __variable_text.pid_credential_1.var_credential_subline
source: Plus member
de: Plus Mitglied

# __variable_text.pid_credential_1.var_issuer_kind
source: Membership card
de: Mitgliedskarte

# __variable_text.pid_credential_1.var_issuer_name
source: FEDERAL REPUBLIC OF GERMANY
de: BUNDESREPUBLIK DEUTSCHLAND

# __variable_text.pid_credential_1.var_values_of_credential
source: 7 of 14 values will be shared
de: 7 von 14 Werten werden geteilt

# __variable_text.pid_issuer.var_issuer_country
source: Germany
de: Deutschland

# __variable_text.pid_issuer.var_issuer_privacy_policy
source: www.bmi.bund.de/EN/servic...
de: www.bmi.bund.de/DE/servic...

# __variable_text.rp_1.var_purpose_1
source: We need to verify your age to make sure you’re legally allowed to buy alcohol.
de: Wir müssen dein Alter überprüfen, um sicherzustellen, dass du gesetzlich berechtigt bist, Alkohol zu kaufen

# __variable_text.rp_1.var_purpose_2
source: We need to verify your identity to confirm that you’re authorized to use this service.
de: Wir müssen deine Identität überprüfen, um sicherzustellen, dass du berechtigt bist, diesen Dienst zu nutzen

# __variable_text.rp_deinebank.var_date_of_activity
source: 12.03.2026 · 12:46 PM
de: 12.03.2026 · 12:46 Uhr

# __variable_text.rp_deinebank.var_purpose_1
source: We need to verify your age to make sure you’re legally allowed to buy alcohol.
de: Wir müssen dein Alter überprüfen, um sicherzustellen, dass du gesetzlich berechtigt bist, Alkohol zu kaufen

# __variable_text.rp_deinebank.var_purpose_2
source: We need to verify your identity to confirm that you’re authorized to use this service.
de: Wir müssen deine Identität überprüfen, um sicherzustellen, dass du berechtigt bist, diesen Dienst zu nutzen

# activities.detail.label_1
source: Verified on
de: Ausgewiesen am

# activities.detail.label_2
source: Credential and data shared
de: Erfasster Nachweis und Daten

# activities.detail.label_3
source: Service information
de: Informationen zum Dienst

# activities.detail.label_5
source: Data policy
de: Datenschutz

# activities.detail.label_6
source: Website
de: Webseite

# activities.detail.sec_button
source: Report suspicion
de: Verdacht melden

# activities.overview.banner_headline
source: No activity yet
de: Noch keine Aktivitäten vorhanden

# activities.overview.banner_headline 2
source: No activity yet
de: Noch keine Aktivitäten vorhanden

# activities.overview.banner_headline 3
source: No activity yet
de: Noch keine Aktivitäten vorhanden

# activities.overview.banner_paragraph
source: Once you use your digital ID or a credential, your activity will appear here.
de: Sobald du deinen Digitalen Ausweis oder einen Nachweis verwendest, wird deine Aktivität hier angezeigt.

# activities.overview.banner_paragraph 2
source: Once you use your digital ID or a credential, your activity will appear here.
de: Sobald du deinen Digitalen Ausweis oder einen Nachweis verwendest, wird deine Aktivität hier angezeigt.

# activities.overview.banner_paragraph 3
source: Once you use your digital ID or a credential, your activity will appear here.
de: Sobald du deinen Digitalen Ausweis oder einen Nachweis verwendest, wird deine Aktivität hier angezeigt.

# activities.overview.label_last_month
source: Last Month
de: Letzer Monat

# activities.overview.label_last_week
source: Last Week
de: Letzte Woche

# activities.overview.label_today
source: Today
de: Heute

# activities.overview.label_while
source: A while ago
de: Vor längerem

# activities.overview.label_yesterday
source: Yesterday
de: Gestern

# activities.overview.sec_button
source: How you use the App
de: So nutzt du die App

# activities.overview.supporting_line_1
source: Identified with digital ID card
de: Identifiziert mit Digitaler Ausweis

# activities.overview.title
source: All Activities
de: Alle Aktivitäten

# activities.panel_delete_entries.button_1
source: Select entries manually
de: Einträge manuell auswählen

# activities.panel_delete_entries.button_2
source: Delete all entries
de: Alle Einträge löschen

# activities.panel_delete_entries.checkbox_1
source: Never delete
de: Niemals löschen

# activities.panel_delete_entries.checkbox_2
source: 30 days
de: 30 Tage

# activities.panel_delete_entries.checkbox_3
source: 60 days
de: 60 Tage

# activities.panel_delete_entries.checkbox_4
source: 120 days
de: 120 Tage

# activities.panel_delete_entries.label_1
source: Automatically delete entries older than:
de: Einträge automatisch löschen, die älter sind als:

# activities.panel_delete_entries.label_2
source: Select entries manually
de: Einträge manuell auswählen

# activities.panel_delete_entries.label_3
source: Delete all entries
de: Alle Einträge löschen

# activities.panel_delete_entries.title
source: Delete entries
de: Einträge löschen

# app_onboarding.device_vulnerable_fixable.paragraph
source: A critical security vulnerability was detected on your device. The app has been reset and all data has been deleted. Please update the app, then restart it.
de: Auf deinem Gerät wurde eine kritische Sicherheitslücke erkannt. Die App wurde zurückgesetzt und alle Daten gelöscht. Bitte aktualisiere die App und starte die App danach erneut.

# app_onboarding.device_vulnerable_fixable.prim_button
source: Update now
de: Jetzt aktualisieren

# app_onboarding.device_vulnerable_fixable.title
source: Use on this device not possible
de: Nutzung auf diesem Gerät nicht möglich

# app_onboarding.device_vulnerable_unfixable.paragraph
source: A critical security vulnerability was detected on your device. The app has been reset and all data has been deleted. Please install the app on a different device, then restart it.
de: Auf deinem Gerät wurde eine kritische Sicherheitslücke erkannt. Die App wurde zurückgesetzt und alle Daten gelöscht. Installiere App auf einem anderen Gerät und starte die App danach erneut.

# app_onboarding.device_vulnerable_unfixable.title
source: Use on this device not possible
de: Nutzung auf diesem Gerät nicht möglich

# app_onboarding.invalid_bootloader_state.paragraph
source: Your device's bootloader is unlocked, which makes the device unsafe and means the app can't be used. The app has been reset and all data has been deleted. Please install an official ROM and lock the bootloader to use the app again.
de: Der Bootloader deines Geräts ist entsperrt. Dadurch gilt das Gerät als unsicher und die App kann nicht genutzt werden. Die App wurde zurückgesetzt und alle Daten gelöscht. Installiere ein offizielles ROM und schließe den Bootloader, um die App wieder nutzen zu können.

# app_onboarding.invalid_bootloader_state.title
source: Use on this device not possible
de: Nutzung auf diesem Gerät nicht möglich

# app_onboarding.launch.title_a11y
source: App name is starting
de: App name wird gestartet ...

# app_onboarding.no_cards.paragraph
source: Easily add your ID card or electronic residence permit. Completely digital!
de: Füge ganz einfach deinen Personalausweis oder elektronischen Aufenthaltstitel hinzu. Komplett digital!

# app_onboarding.no_cards.prim_button
source: Next
de: Weiter

# app_onboarding.no_cards.sec_button
source: Skip intro
de: Intro überspringen

# app_onboarding.no_cards.title
source: ID card? Keep it at home!
de: Ausweiskarte? Lass sie zuhause!

# app_onboarding.onboarding_1.paragraph
source: With EUDI Wallet DE app, you have all your digital credentials in one place – from your ID card to loyalty cards and more.
de: Mit der EUDI Wallet DE App hast du deine digitalen Nachweise an einem Ort - vom Ausweis bis zur Kundenkarte und mehr.

# app_onboarding.onboarding_1.prim_button
source: Next
de: Weiter

# app_onboarding.onboarding_1.tertiary_button
source: Skip intro
de: Intro überspringen

# app_onboarding.onboarding_1.title
source: Your digital wallet
de: Deine digitale Wallet

# app_onboarding.onboarding_2.paragraph
source: With this app, you can handle many everyday tasks: prove your identity, open a bank account, or sign in to online services.
de: Mit der App kannst du viele Dinge im Alltag erledigen: dich ausweisen, ein Konto eröffnen oder dich bei Online-Diensten anmelden.

# app_onboarding.onboarding_2.prim_button
source: Next
de: Weiter

# app_onboarding.onboarding_2.tertiary_button
source: Skip intro
de: Intro überspringen

# app_onboarding.onboarding_2.title
source: Versatile use
de: Vielseitig einsetzbar

# app_onboarding.onboarding_3.paragraph
source: EUDI Wallet DE makes many things easier. Your documents are available instantly whenever you need them – simple, with no searching or paperwork.
de: EUDI Wallet DE macht vieles einfacher. Deine Nachweise sind sofort verfügbar, wenn du sie brauchst - unkompliziert, ohne Suchen oder Papierkram.

# app_onboarding.onboarding_3.prim_button
source: Next
de: Weiter

# app_onboarding.onboarding_3.tertiary_button
source: Skip intro
de: Intro überspringen

# app_onboarding.onboarding_3.title
source: Everything at your fingertips
de: Alles griffbereit

# app_onboarding.onboarding_4.paragraph
source: Everything stays securely on your smartphone. Only you decide when and with whom you share or verify your details. No data is collected about you.
de: Alles bleibt sicher auf deinem Smartphone. Nur du entscheidest wann und mit wem du Angaben abgleichst. Es werden keine Daten über dich gesammelt.

# app_onboarding.onboarding_4.prim_button
source: Let's go
de: Los gehts

# app_onboarding.onboarding_4.title
source: Your data. Your control.
de: Sicher und vertrauenswürdig

# app_onboarding.outdated_app_version.paragraph
source: For security reasons, this app version is no longer supported. Please update the app, then restart it.
de: Aus Sicherheitsgründen wird diese App-Version nicht mehr unterstützt. Bitte aktualisiere die App und starte die App danach erneut.

# app_onboarding.outdated_app_version.prim_button
source: Update app
de: App aktualisieren

# app_onboarding.outdated_app_version.title
source: App update required
de: App-Update erforderlich

# app_onboarding.outdated_os_version.paragraph
source: Your device doesn't meet current security requirements. Please install the required operating system update, then restart the app.
de: Dein Gerät erfüllt die aktuellen Sicherheitsanforderungen nicht. Installiere das erforderliche Betriebssystemupdate und starte die App danach erneut.

# app_onboarding.outdated_os_version.prim_button
source: Update now
de: Jetzt aktualisieren

# app_onboarding.outdated_os_version.title
source: Device update required
de: Update deines Gerätes erforderlich

# app_onboarding.pa_is_set.button
source: Understood
de: Verstanden

# app_onboarding.pa_is_set.paragraph
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Wichtig: Aus Sicherheitsgründen wird bei Entfernung aller Displaysperren, wie Gesichtserkennung oder Passcode, die App zurückgesetzt und alle Daten gelöscht.

# app_onboarding.pa_is_set.title
source: To protect your data, the app uses your device's screen lock.
de: Zum Schutz deiner Daten nutzt die App die Displaysperre deines Geräts

# app_onboarding.pa_not_set.paragraph
source: To keep your data secure, your device lock must be set up – for example PIN, pattern, face recognition or fingerprint.
de: Für die Sicherheit deiner Daten muss die Gerätesperre eingerichtet sein - z. B. PIN, Muster, Gesichtserkennung oder Fingerabdruck.

# app_onboarding.pa_not_set.paragraph_android
source: In your phone’s settings, go to Screen lock or similar to set up a screen lock.
de: In den Einstellungen unter Bildschirmsperre oder ähnlichem kannst du die Gerätesperre aktivieren.

# app_onboarding.pa_not_set.paragraph_ios
source: In your phone’s settings, go to Passcode or similar to set up a screen lock.
de: In den Einstellungen unter Code oder ähnlichem kannst du die Geräteperre aktivieren.

# app_onboarding.pa_not_set.prim_button
source: Set up device lock
de: Jetzt Gerätesperre einrichten

# app_onboarding.pa_not_set.title
source: No screen lock is set up on your device.
de: Dein Gerät hat keine Gerätesperre eingerichtet

# app_onboarding.pa_set_error.paragraph
source: Important: To use this app, your smartphone must be secured with a passcode, pattern, fingerprint, or facial recognition. Please also note that if you later remove the screen lock, the wallet will be reset and all data will be deleted.
de: Wichtig: Um diese App zu nutzen, muss dein Smartphone mit einem Passcode, Muster, Fingerabdruck oder Gesichtserkennung gesichert sein. Beachte auch, bei späterer Entfernung der Displaysperre wird die Wallet zurückgesetzt und alle Daten gelöscht.

# app_onboarding.pa_set_error.paragraph_android
source: In your phone’s settings, go to Screen lock or similar to set up a screen lock.
de: In den Einstellungen unter Bildschirmsperre oder ähnlichem kannst du die Entsperrmethode aktivieren.

# app_onboarding.pa_set_error.paragraph_ios
source: In your phone’s settings, go to Passcode or similar to set up a screen lock.
de: In den Einstellungen unter Code oder ähnlichem kannst du die Entsperrmethode aktivieren.

# app_onboarding.pa_set_error.prim_button
source: Set up screen lock
de: Jetzt Displaysperre einrichten

# app_onboarding.pa_set_error.title
source: There is no screen lock set up on your phone.
de: Dein Gerät hat keine Displaysperre eingerichtet

# app_onboarding.pa_set_intro.paragraph
source: Important: For security reasons, removing all display locks, such as Face ID or passcode, will reset the app and delete all data.
de: Wichtig: Die Wallet prüft, ob dein Smartphone mit einer Sperre (z. B. PIN, Muster oder Fingerabdruck) geschützt ist.

# app_onboarding.pa_set_intro.prim_button
source: Next
de: Weiter

# app_onboarding.pa_set_intro.title
source: To protect your data, the app uses your device's screen lock.
de: Dein Gerät benötigt eine Displaysperre

# app_onboarding.pa_set_intro.title_loading
source: Checking whether a device lock is enabled…
de: Prüfen, ob Gerätesperre vorhanden ist ...

# app_onboarding.pa_set_success_sheet.paragraph
source: For security reasons, if all device locks are removed, the app will be reset and all data will be deleted.
de: Aus Sicherheitsgründen wird bei Entfernung aller Gerätesperren, die App zurückgesetzt und alle Daten gelöscht.

# app_onboarding.pa_set_success_sheet.prim_button
source: Understood
de: Verstanden

# app_onboarding.pa_set_success_sheet.title
source: Important
de: Wichtig

# app_onboarding.pa_set_success.paragraph
source: For the security of your data, your device must always be protected by the same lock you use to unlock it — for example a PIN, pattern, face recognition or fingerprint.
de: Für die Sicherheit deiner Daten muss dein Gerät immer mit der Sperre geschützt sein, mit der du es entsperrst - zum Beispiel PIN, Muster, Gesichtserkennung oder Fingerabdruck.

# app_onboarding.pa_set_success.prim_button
source: Next
de: Weiter

# app_onboarding.pa_set_success.title
source: Your device lock is set up.
de: Deine Gerätesperre ist eingerichtet

# app_onboarding.policy_intro.checkbox_label
source: I agree to the terms of use.
de: Ich willige den Nutzungsbedingungen ein.

# app_onboarding.policy_intro.list_1
source: Your data is securely encrypted and stored on your device.
de: Deine Daten sind sicher auf deinem Gerät verschlüsselt gespeichert

# app_onboarding.policy_intro.list_2
source: You can delete your data at any time.
de: Du kannst deine Daten jederzeit löschen

# app_onboarding.policy_intro.list_3
source: You decide who you share your data with.
de: Du entscheidest, mit wem du deine Daten teilst

# app_onboarding.policy_intro.paragraph
source: Terms of Use and Privacy Policy – short summary:
de: Nutzungsbedingung und Datenschutzerklärung kurz zusammengefasst:

# app_onboarding.policy_intro.prim_button
source: Next
de: Weiter

# app_onboarding.policy_intro.tertiary_button
source: Read the privacy policy
de: Datenschutzerklärung lesen

# app_onboarding.policy_intro.title
source: How the app protects your data
de: So schützt die App deine Daten

# app_onboarding.push_intro.list_1
source: App data is protected by the highest security standards.
de: App-Daten durch höchste Sicherheitsstandards geschützt

# app_onboarding.push_intro.list_2
source: Notifications only if there’s a security issue in your app.
de: Mitteilungen, nur wenn deine App ein Sicherheitsproblem hat

# app_onboarding.push_intro.paragraph
source: We continuously monitor the app for security risks to help protect your data.
de: Wir prüfen die App kontinuierlich auf Sicherheitsrisiken, um deine Daten zu schützen.
